Repository: Kutbidinov/Super_Info_Project
Catalog: super_info_core/locale/*/LC_MESSAGES/django.po
Languages: ky

source: Russian
ky: Россия

source: Kyrgyz
ky: Кыргыз

source: Моя компания
ky: Менин компаниям

source: Подожди
ky: Кут

source: Blog Home
ky: Жэке Уй

source: Contact Us
ky: Биз Менен Байланышыңыз

source: Search...
ky: Изилдоо...

source: 36 comments
ky: 36 комментария

source: Previous
ky: Кайтуу

source: Next
ky: Откоруу

source: Page
ky: Барак

source: Каментарии
ky: Комментариялар

source: Ваши Коментарии
ky: Сиздин коментарияларыныз

source: Your name
ky: Сиздин Аты жонунуз

source: Your comment text
ky: Сиздин текстыныз

source: Отправить
ky: Жонотуу

source: My Categories
ky: Менин Категориярым
